{
    "Version": "0.5.5",
    "ModChannelID": 1437835293326704701,
    "WelcomeAndGoodByeChannel": 1435637809724657684,
    "Prefix": "!",
    "jokes": [
        "How does a penguin build its house? Igloos it together!",
        "I told my dog a joke about squirrels. He went nuts.",
        "I used to be a baker, but I couldn't make enough dough.",
        "I used to hate facial hair, but then it grew on me.",
        "I'm reading a book on anti-gravity. It's impossible to put down.",
        "My ceiling is the best musician — it’s always dropping the beat!",
        "What did one ocean say to the other ocean? Nothing, they just waved.",
        "What do you call a bear that’s stuck in the rain? A drizzly bear.",
        "What do you call a bear with no teeth? A gummy bear!",
        "What do you call a belt made of watches? A waist of time.",
        "What do you call a boomerang that doesn’t come back? A stick.",
        "What do you call a cow that just had a baby? Decalfinated.",
        "What do you call a cow with no legs? Ground beef!",
        "What do you call a dinosaur that takes care of its teeth? A Flossiraptor.",
        "What do you call a dinosaur with an extensive vocabulary? A thesaurus.",
        "What do you call a dog magician? A labracadabrador!",
        "What do you call a dog that can do magic? A labracadabrador!",
        "What do you call a factory that makes okay products? A satisfactory.",
        "What do you call a fake noodle? An impasta!",
        "What do you call a group of musical whales? An orca-stra.",
        "What do you call a magician on a plane? A flying sorcerer!",
        "What do you call a pile of cats? A meow-tain!",
        "What do you call a pony with a sore throat? A little hoarse.",
        "What do you call a sad strawberry? A blueberry.",
        "What do you call a snowman with a six-pack? An abdominal snowman.",
        "What do you call an alligator in a vest? An investigator!",
        "What do you call cheese that isn’t yours? Nacho cheese.",
        "What do you get when you cross a snowman and a vampire? Frostbite.",
        "What happens when a snowman throws a tantrum? He has a meltdown.",
        "What’s green and sings? Elvis Parsley!",
        "What’s orange and sounds like a parrot? A carrot.",
        "Why can’t you give Elsa a balloon? Because she’ll let it go.",
        "Why can’t your nose be 12 inches long? Because then it would be a foot!",
        "Why couldn't the bicycle stand up by itself? It was two-tired!",
        "Why couldn't the leopard play hide and seek? Because he was always spotted.",
        "Why did the banker switch careers? He lost interest.",
        "Why did the bicycle fall over? Because it was two-tired.",
        "Why did the chicken join a band? Because it had the drumsticks!",
        "Why did the coffee file a police report? It got mugged.",
        "Why did the cookie go to the hospital? Because it felt crummy.",
        "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
        "Why did the math book look sad? It had too many problems.",
        "Why did the music teacher go to jail? She got caught with too many sharp objects.",
        "Why did the picture go to jail? Because it was framed.",
        "Why did the scarecrow become a successful neurosurgeon? He was outstanding in his field.",
        "Why did the scarecrow win an award? Because he was outstanding in his field!",
        "Why did the stadium get hot after the game? All the fans left.",
        "Why did the tomato turn red? Because it saw the salad dressing!",
        "Why do bees have sticky hair? Because they use honeycombs!",
        "Why do chicken coops only have two doors? Because if they had four, they’d be a chicken sedan!",
        "Why do cows have hooves instead of feet? Because they lactose.",
        "Why do cows wear bells? Because their horns don’t work.",
        "Why do seagulls fly over the sea? Because if they flew over the bay, they’d be bagels.",
        "Why do we never tell secrets on a farm? Because the potatoes have eyes and the corn has ears.",
        "Why don’t eggs go to school? They’d crack under pressure.",
        "Why don’t eggs tell jokes? They’d crack each other up.",
        "Why don’t oysters donate to charity? Because they are shellfish.",
        "Why don’t programmers like nature? It has too many bugs.",
        "Why don’t scientists trust atoms? Because they make up everything!",
        "Why don’t skeletons ever start a fight? They don’t have the guts.",
        "Why don’t skeletons fight each other? They don’t have the guts.",
        "Why don’t some couples go to the gym? Because some relationships don’t work out!",
        "Why don’t some fish play piano? Because you can’t tuna fish!",
        "Why was the broom late? It swept in.",
        "Why was the computer cold? It left its Windows open.",
        "Why was the math book unhappy? It had too many problems.",
        "Why was the smartphone wearing glasses? It lost all its contacts.",
        "I told my wife she was drawing her eyebrows too high. She looked surprised.",
        "I’m terrified of elevators, so I’m going to start taking steps to avoid them.",
        "I’d tell you a joke about time travel, but you didn’t like it.",
        "My therapist says I have a preoccupation with vengeance. We’ll see about that.",
        "Parallel lines have so much in common. It’s a shame they’ll never meet.",
        "Someone stole my mood ring. I don’t know how I feel about it.",
        "The past, the present, and the future walked into a bar. It was tense.",
        "I wanted to be a doctor, but I didn’t have the patients.",
        "I told my plants a joke. Now they’re all growing on me",
        "I told my computer I needed a break, and now it won't stop sending me KitKat ads.",
        "I asked my French friend if he plays video games. He said, 'Wii.'",
        "Why don't eggs tell secrets? They might crack up.",
        "I bought a boat because it was for sail.",
        "I'm writing a book on hurricanes. It's only a draft so far.",
        "I told my wife she was overreacting. She just rolled her eyes and said, 'Duh.'",
        "Why don’t crabs give to charity? Because they’re shellfish.",
        "I tried to catch fog earlier. I mist.",
        "I used to run a dating service for chickens, but I was struggling to make hens meet.",
        "Why don’t melons get married? Because they cantaloupe.",
        "I told my suitcase there would be no vacation this year. Now I'm dealing with emotional baggage.",
        "Why don’t skeletons play music in church? They have no organs.",
        "I told my dog all my problems. He fell asleep.",
        "Why don’t some couples need a TV? They already have drama.",
        "I told my wife she should embrace her mistakes. She gave me a hug.",
        "Why don’t eggs go out at night? They’d get beaten.",
        "I told my phone a joke. It didn’t get it — no signal.",
        "I bought some shoes from a drug dealer. I don’t know what he laced them with, but I’ve been tripping all day.",
        "Why don’t scientists trust stairs? They’re always up to something.",
        "I told my cat a joke. He didn’t laugh. He just gave me a purr-sonal glare.",
        "Why don’t ghosts use elevators? They lift their own spirits.",
        "I told my bread a joke. It was toast.",
        "Why don’t clocks work in space? They don’t have the time.",
        "I told my lamp a joke. It was delighted.",
        "Why don’t bananas need therapy? They appeal to everyone.",
        "I told my chair a joke. It cracked up.",
        "Why don’t programmers prefer dark mode? Because the light attracts bugs.",
        "I told my fridge a joke. It didn’t laugh — too cool.",
        "Why don’t apples ever get lost? They always follow the core principles.",
        "I told my mirror a joke. It reflected on it.",
        "Why don’t books ever get cold? They have too many covers.",
        "I told my shoes a joke. They were laced with laughter.",
        "Why don’t mountains ever get lost? They always peak.",
        "I told my pillow a joke. It was a soft laugh.",
        "Why don’t trees use social media? They already have too many branches.",
        "I told my wallet a joke. It was broke.",
        "Why don’t rivers ever get tired? They just go with the flow.",
        "I told my clock a joke. It was second to none.",
        "Why don’t clouds ever get promoted? They’re always up in the air.",
        "I told my battery a joke. It was positively charged.",
        "Why don’t doors ever forget? They always remember the key moments.",
        "I told my keyboard a joke. It was all typed up.",
        "Why don’t oceans ever play cards? Too many cheetahs.",
        "I told my calendar a joke. It was dated.",
        "Why don’t stars ever get in trouble? They always follow the constellation.",
        "I told my fan a joke. It was blown away.",
        "Why don’t volcanoes ever play hide and seek? They always erupt in laughter.",
        "I told my umbrella a joke. It was over the top.",
        "Why don’t libraries ever close early? They have too many open books.",
        "I told my pencil a joke. It was pointless.",
        "Why don’t rainbows ever argue? They always see both sides.",
        "I told my coffee a joke. It was brewed with laughter.",
        "Why don’t moons ever get jealous? They’re always in their own phase."
    ]
}